Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.097c8a28c9eb
source: Apple Watchを適度にフィットさせて装着し、睡眠中も着用すると回復指標がそろいやすくなります。値がない項目は推測で補完しません。
ar_sa: إن ارتداء Apple Watch بشكل مناسب وارتدائه حتى أثناء النوم سيساعد على أن تكون مؤشرات التعافي الخاصة بك متسقة. لن يتم ملء العناصر التي ليس لها قيمة عن طريق التخمين.
ca: Portar Apple Watch amb un ajust adequat i portar-lo fins i tot mentre dorms ajudarà a que els teus indicadors de recuperació siguin coherents. Els elements sense valor no s'ompliran per endevinar.
cs: Používejte Apple Watch, abyste je nosili i během spánku, což usnadní získání všech ukazatelů. Chybějící hodnoty nebudeme odhadovat.
da: Brug et smartwatch passende og bær det, også mens du sover, for at få en bedre oversigt over dine resultater. Vi udfylder ikke manglende værdier med gæt.
de_de: Tragen Sie Ihre Apple Watch bequem und auch während des Schlafs, um die Wahrscheinlichkeit zu erhöhen, dass alle relevanten Daten erfasst werden. Nicht verfügbare Werte werden nicht mit Schätzungen aufgefüllt.
el: Φορέστε το Apple Watch κατάλληλα και κατά τη διάρκεια του ύπνου για να έχετε πιο ακριβείς μετρήσεις. Δεν συμπληρώνουμε τις τιμές που λείπουν με υποθέσεις.
en_au: Wearing an Apple Watch moderately and during sleep will help ensure that recovery indicators are complete. We do not fill in missing values with estimates.
es_es: Usar un reloj Apple y llevarlo durante el sueño ayuda a obtener más indicadores de recuperación. No se completan los campos sin valor con estimaciones.
fi: Käytä Apple Watchia sopivasti ja pidä se päällä myös nukkumisen aikana, jolloin palautumismittarit ovat helpommin saatavilla. Puuttuvien arvojen kohdalla ei tehdä oletuksia.
fr_ca: Portez votre montre Apple confortablement et pendant le sommeil pour faciliter l'obtention des indicateurs de récupération. Les valeurs manquantes ne sont pas estimées.
gu: Apple Watch ને યોગ્ય રીતે પહેરો અને સૂતી વખતે પણ પહેરવાથી, પુનઃપ્રાપ્તિના આંકડાઓ સરળતાથી મેળવી શકાય છે. કયા કયા મૂલ્યો નથી તે માટે, આપણે અનુમાનિત કિંમતોનો ઉપયોગ નહીં કરીએ.
he: התאימו את השעון Apple בצורה נוחה והשתמשו בו גם בזמן השינה, כדי להקל על השגת מדדים רלוונטיים. לא נמליץ על השלמה של ערכים חסרים.
hi: Apple Watch को उचित रूप से फिट करके पहनें और सोते समय भी पहनने से रिकवरी के संकेत मिल सकते हैं। यदि कोई मान नहीं है, तो हम अनुमान लगाकर उसे पूरा नहीं करेंगे।
hr: Nošenje Apple Watcha tijekom treninga i spavanja može pomoći u prikupljanju podataka o oporavku. Ne nadoknadujemo vrijednosti koje su prazne.
hu: A megfelelő edzéshez, valamint a pihenés közben viselje az Apple Watch-ot, hogy könnyebben megkapja a szükséges adatokat. A hiányzó értékeket nem fogja becsülni.
id: Kenakan dan gunakan Apple Watch secara teratur, termasuk saat tidur, agar indikator pemulihan lebih lengkap. Item tanpa nilai tidak akan diperkirakan.
it: Indossare un Apple Watch e indossarlo anche durante il sonno può facilitare l'ottenimento degli indicatori di recupero. Non si completano i campi vuoti con stime.
ko: Apple Watch을 적절하게 착용하고 잠자는 동안에도 착용하면 회복 지표를 쉽게 얻을 수 있습니다. 값이 없는 항목은 추측으로 보완하지 않습니다.
mr: Apple Watch योग्य प्रकारे फिट करून वापरा आणि झोपताना देखील घाला, ज्यामुळे पुनर्प्राप्तीचे मापदंड मिळण्यास मदत होईल. ज्या ठिकाणी व्हॅल्यू नाही, तिथे अंदाज वापरून भरलेली नाही.
ms: Kenakan Apple Watch secara berkala dan semasa tidur akan memudahkan untuk mendapatkan penunjuk pemulihan. Item tanpa nilai tidak akan diisi dengan anggaran.
nl_nl: Draag een Apple Watch tijdens het sporten en slapen om de herstelindicatoren te verzamelen. Waarden die ontbreken, worden niet ingeroepen.
no: Bruk en Apple Watch moderat og bruk den også om natten, da dette kan gjøre det lettere å få tak i restitusjonsmålinger. Vi fyller ikke ut manglende verdier med estimater.
pl: Noś Apple Watch na nadgarstku, nawet podczas snu, aby ułatwić zbieranie danych dotyczących regeneracji. Wartości brakujące nie są uzupełniane automatycznie.
pt_br: Usar um smartwatch (Apple Watch) e usá-lo durante o sono pode ajudar a obter mais indicadores de recuperação. Não preenchemos valores ausentes com estimativas.
pt_pt: Usar um smartwatch (Apple Watch) e usá-lo durante o sono pode ajudar a obter mais indicadores de recuperação. Não preenchemos valores ausentes com estimativas.
ro: Purtați ceasul Apple Watch și, dacă este posibil, purtați-l și în timpul somnului pentru a facilita obținerea indicatorilor de recuperare. Nu completăm valorile lipsă prin deducție.
ru: Носите Apple Watch умеренно и во время сна, чтобы показатели восстановления были более точными. Значения отсутствующих элементов не будут догаданы.
sk: Používajte Apple Watch, ktorý si správne nasadíte a noste aj počas spánku, aby ste získali viac informácií o regenerácii. Chýbajúce hodnoty nebudeme odhadovať.
sl: Uporaba Apple Watcha in nosite ga med spanjem, da boste lažje dobili podatke o zdravju. Ne napovedujemo vrednosti za prazne elemente.
sv: Använd en Apple Watch bekvämt och bär den även under sömn för att få fler återhämtningsmätvärden. Vi fyller inte i saknade värden med gissningar.
ta: Apple Watch-ஐ சரியான முறையில் அணிந்து தூங்கும்போதும் அணியுங்கள், இது மீட்பு அளவுகளை எளிதாக்கும். மதிப்புகள் இல்லாத உள்ளீடுகளை ஊகத்தின் மூலம் நிரப்பாது.
te: Apple Watchను సక్రమంగా ధరించి, నిద్ర సమయంలో కూడా ధరించడం వలన పునరుద్ధరణ సూచికలు సులభంగా లభిస్తాయి. విలువ లేని అంశాలను అంచనా ద్వారా పూరించము.
th: การสวม Apple Watch อย่างเหมาะสมและการใส่ตลอดเวลาขณะนอนหลับจะช่วยให้ข้อมูลเกี่ยวกับสุขภาพครบถ้วนมากขึ้น ไม่มีการคาดเดาค่าที่ยังไม่มี
tr: Apple Watch'unuzu uygun şekilde takın ve uyurken de kullanmak, iyileşme ölçümlerinizi daha kolay toplamanıza yardımcı olur. Eksik değerleri tahminle tamamlamamaktadır.
uk: Носіння Apple Watch під час фізичної активності та сну може допомогти отримати більш повні показники відновлення. Значення відсутніх елементів не будуть додумуватися.
vi: Để có kết quả phục hồi tốt hơn, hãy đeo đồng hồ Apple Watch vừa vặn và đeo cả khi ngủ. Chúng tôi sẽ không ước tính giá trị cho các mục trống.
zh_hans: 适度地佩戴Apple Watch，并在睡眠时佩戴，有助于获得更全面的恢复指标。对于没有值的项目，不会进行推测补充。
zh_hant: 請適度地佩戴Apple Watch，並在睡眠時也佩戴，這樣可以更容易獲得恢復指標。對於沒有值的項目，不會進行推測補全。

# health_meals_body_ai.09beaa3b972f
source: 炭水化物
ar_sa: الكربوهيدرات
ca: hidrats de carboni
cs: Sacharidy
da: Kulhydrater
de_de: Kohlenhydrate
el: Υδατάνθρακες
en_au: Carbohydrates
es_es: Carbohidratos
fi: Hiilihydraatit
fr_ca: Glucides
gu: કાર્બોહાઇડ્રેટ્સ
he: פחמימות
hi: कार्बोहाइड्रेट
hr: Ugljikohidrati
hu: Szénhidrát
id: Karbohidrat
it: Carboidrati
ko: 탄수화물
mr: कार्बोहायड्रेट
ms: Karbohidrat
nl_nl: Koolhydraten
no: Karbohydrater
pl: Węglowodany
pt_br: Carboidratos
pt_pt: Carboidratos
ro: Carbohidrați
ru: Углеводы
sk: Sacharidy
sl: Ugljikohidrati
sv: Kolhydrater
ta: கார்போஹைட்ரேட்
te: కార్బోహైడ్రేట్లు
th: คาร์โบไฮเดรต
tr: Karbonhidrat
uk: Вуглеводи
vi: Carbohydrate
zh_hans: 碳水化合物
zh_hant: 碳水化合物

# health_meals_body_ai.09ef2612396c
source: 写真で分析
ar_sa: تحليل مع الصور
ca: Anàlisi amb fotografies
cs: Analýza pomocí fotografie
da: Analyser med et billede
de_de: Analyse mit Foto
el: Ανάλυση με φωτογραφία
en_au: Analyze with a photo
es_es: Analizar con la foto
fi: Analysoi kuva
fr_ca: Analyser avec une photo
gu: ફોટો દ્વારા વિશ્લેષણ
he: ניתוח תמונות
hi: फोटो का विश्लेषण
hr: Analiziraj fotografiju
hu: Képek elemzése
id: Analisis dengan foto
it: Analisi tramite foto
ko: 사진 분석
mr: फोटोद्वारे विश्लेषण
ms: Analisis menggunakan gambar
nl_nl: Analyseer met een foto
no: Analyser med bilde
pl: Analiza zdjęć
pt_br: Analisar com a foto
pt_pt: Analisar com a foto
ro: Analizează fotografia
ru: Анализ на основе фотографии
sk: Analýza pomocou fotografie
sl: Analizirajte fotografijo
sv: Analysera med foto
ta: புகைப்படத்தில் பகுப்பாய்வு செய்யவும்
te: ఫోటో ద్వారా విశ్లేషణ
th: วิเคราะห์จากรูปภาพ
tr: Fotoğraflarla analiz
uk: Аналіз за фотографією
vi: Phân tích bằng ảnh
zh_hans: 用照片分析
zh_hant: 用照片分析

# health_meals_body_ai.0a6efdc04529
source: 再試行
ar_sa: أعد المحاولة
ca: torna-ho a provar
cs: Pokusit se znovu
da: Prøv igen
de_de: Wiederholen
el: Επαναλάβετε
en_au: Retry
es_es: Reintentar
fi: Kokeile uudelleen
fr_ca: Réessayer
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: फिर प्रयास करें
hr: Ponovno pokušajte
hu: Próbáld újra
id: Coba Lagi
it: Riprova
ko: 다시 시도
mr: पुन्हा प्रयत्न करा
ms: Cuba semula
nl_nl: Proberen opnieuw
no: Prøv igjen
pl: Spróbuj ponownie
pt_br: Revisar
pt_pt: Revisar
ro: Reîncearcă
ru: Повторить попытку
sk: Opäť skúsiť
sl: Ponovi
sv: Försök igen
ta: மீண்டும் முயற்சி
te: మళ్ళీ ప్రయత్నించండి
th: ลองใหม่
tr: Tekrar Deneme
uk: Спробувати ще раз
vi: Thử lại
zh_hans: 重新尝试
zh_hant: 重新尝试

# health_meals_body_ai.0a842afdf860
source: JPEGまたはPNG画像を選び直してください。
ar_sa: الرجاء تحديد صورة JPEG أو PNG مرة أخرى.
ca: Torneu a seleccionar una imatge JPEG o PNG.
cs: Vyberte jinou JPEG nebo PNG fotografii.
da: Vælg venligst et andet JPEG- eller PNG-billede.
de_de: Bitte wählen Sie ein anderes JPEG- oder PNG-Bild aus.
el: Παρακαλούμε επιλέξτε ξανά μια εικόνα JPEG ή PNG.
en_au: Please select a different JPEG or PNG image.
es_es: Seleccione una imagen JPEG o PNG diferente.
fi: Valitse JPEG- tai PNG-kuva uudelleen.
fr_ca: Sélectionnez une nouvelle image JPEG ou PNG.
gu: JPEG અથવા PNG ઇમેજ પસંદ કરો.
he: בחר מחדש תמונות JPEG או PNG.
hi: JPEG या PNG इमेज चुनें।
hr: Odaberi novi JPEG ili PNG sliku.
hu: Válassza ki újra a JPEG vagy PNG képet.
id: Pilih kembali gambar JPEG atau PNG.
it: Seleziona nuovamente un'immagine JPEG o PNG.
ko: JPEG 또는 PNG 이미지를 다시 선택해주세요.
mr: JPEG किंवा PNG इमेज पुन्हा निवडा.
ms: Pilih semula imej JPEG atau PNG.
nl_nl: Kies een andere JPEG- of PNG-afbeelding.
no: Velg en annen JPEG- eller PNG-fil.
pl: Wybierz inną grafikę JPEG lub PNG.
pt_br: Selecione novamente uma imagem JPEG ou PNG.
pt_pt: Selecione novamente uma imagem JPEG ou PNG.
ro: Selectați o altă imagine JPEG sau PNG.
ru: Выберите другой формат изображения (JPEG или PNG).
sk: Vyberte si nový obrázok JPEG alebo PNG.
sl: Izberite novo sliko JPEG ali PNG.
sv: Välj om igen en JPEG- eller PNG-bild.
ta: JPEG அல்லது PNG படத்தைத் தேர்ந்தெடுக்கவும்.
te: JPEG లేదా PNG చిత్రాన్ని ఎంచుకోండి.
th: โปรดเลือกรูปภาพ JPEG หรือ PNG ใหม่
tr: JPEG veya PNG seçeneğini yeniden seçin.
uk: Виберіть інший формат зображення (JPEG або PNG).
vi: Vui lòng chọn lại hình ảnh JPEG hoặc PNG.
zh_hans: 请重新选择JPEG或PNG图片。
zh_hant: 請重新選擇 JPEG 或 PNG 圖片。

# health_meals_body_ai.0b497fb0939d
source: カメラ読取を利用できません
ar_sa: قراءة الكاميرا غير متوفرة
ca: Lectura de la càmera no disponible
cs: Funkce skenování kamery není dostupná
da: Kamera-læsning er ikke tilgængelig
de_de: Die Nutzung der Kamera ist nicht möglich.
el: Δεν μπορεί να χρησιμοποιηθεί η ανάγνωση μέσω κάμερας.
en_au: Camera reading is unavailable
es_es: La lectura de la cámara no está disponible
fi: Kameran lukeminen ei ole mahdollista
fr_ca: La lecture par caméra n'est pas possible.
gu: કેમેરા રીડરનો ઉપયોગ કરી શકાતો નથી
he: לא ניתן להשתמש בקריאת מצלמה
hi: कैमरा रीडिंग का उपयोग नहीं किया जा सकता
hr: Ne može se koristiti snimanje putem kamere
hu: A kameráról történő beolvasás nem támogatott.
id: Fitur pembacaan kamera tidak tersedia
it: Impossibile utilizzare la scansione della fotocamera
ko: 카메라 읽기 기능 사용 불가
mr: कॅमेरा रीडर वापरता येत नाही
ms: Fungsi pembacaan kamera tidak tersedia
nl_nl: Het gebruik van de camera is niet mogelijk.
no: Kamera-lesing er ikke tilgjengelig
pl: Funkcja skanowania aparatem niedostępna
pt_br: Não é possível usar a leitura da câmera
pt_pt: Não é possível usar a leitura da câmera
ro: Citirea cu camera nu este posibilă
ru: Функция сканирования камерой недоступна
sk: Použitie funkcie skenovania kamerou nie je k dispozícii
sl: Funkcija za branje kamere ni na voljo
sv: Kamerläsning är inte tillgänglig
ta: கேமரா மூலம் அளவிடுவது சாத்தியமில்லை
te: కెమెరా రీడర్‌ను ఉపయోగించలేము
th: ไม่สามารถใช้การอ่านด้วยกล้อง
tr: Kamera okuma özelliği kullanılmıyor
uk: Функцію сканування камери неможливо використати
vi: Không thể sử dụng đọc bằng camera
zh_hans: 无法使用相机读取
zh_hant: 無法使用相機掃描功能

# health_meals_body_ai.0b508232ea17
source: 体型写真AI
ar_sa: صورة الجسم AI
ca: Foto corporal AI
cs: AI pro analýzu fotografií postavy
da: AI-analyse af kropsfoto
de_de: KI-Analyse von Bildern Ihres Körpers
el: AI για φωτογραφίες σωματικού τύπου
en_au: AI Body Shape Photo
es_es: IA para fotos del cuerpo
fi: Kehon kuvan AI-analyysi
fr_ca: Analyse photo du corps par IA
gu: શરીરના આકારની તસવીર AI
he: AI לתמונות גוף
hi: बॉडी शेप फोटो AI
hr: AI za analizu fotografija tijela
hu: Testkép AI
id: AI untuk analisis foto bentuk tubuh
it: AI per l'analisi delle foto del corpo
ko: 체형 사진 AI
mr: शरीराचा आकार फोटो AI
ms: AI untuk analisis foto bentuk badan
nl_nl: AI voor foto's van uw lichaam
no: AI for bilde av kropp
pl: AI do analizy zdjęć sylwetki
pt_br: Análise de fotos do corpo com IA
pt_pt: Análise de fotos do corpo com IA
ro: AI pentru analiza fotografiilor cu silueta
ru: AI для анализа фотографий вашей фигуры
sk: AI pre analýzu fotografií postavy
sl: AI za analizo fotografije telesne oblike
sv: AI för att analysera foton av kroppens form
ta: உடல் அமைப்பு புகைப்பட AI
te: శరీర ఆకృతి ఫోటో AI
th: AI สำหรับวิเคราะห์รูปภาพรูปร่าง
tr: Vücut fotoğrafı AI
uk: AI для аналізу фото вашого тіла
vi: AI phân tích ảnh dáng người
zh_hans: 体型照片AI
zh_hant: 体型照片AI

# health_meals_body_ai.0bc6450c1c5b
source: {{value1}}・月次レビュー案
ar_sa: {{value1}}・اقتراح المراجعة الشهرية
ca: {{value1}}・Proposta de revisió mensual
cs: Návrh měsíční revize {{value1}}
da: {{value1}}・Månedlig gennemgangsforslag
de_de: {{value1}}· Monatsbericht-Vorschlag
el: Προτάσεις μηνιαίας ανασκόπησης του {{value1}}
en_au: {{value1}} • Monthly Review Proposal
es_es: {{value1}}・Propuesta de revisión mensual
fi: {{value1}}・Kuukausittainen tarkistusluonnos
fr_ca: Proposition de revue mensuelle pour {{value1}}
gu: {{value1}} · માસિક સમીક્ષા દરખાસ્ત
he: {{value1}}• הצעה לסקירה חודשית
hi: {{value1}}・मासिक समीक्षा प्रस्ताव
hr: {{value1}}・Prijevoz za mjesečnu reviziju
hu: {{value1}} · Hónaponta történő áttekintés javaslat
id: {{value1}}・Usulan tinjauan bulanan
it: {{value1}}・Proposta di revisione mensile
ko: {{value1}} 월간 리뷰 제안
mr: {{value1}} • मासिक आढावा योजना
ms: Cadangan tinjauan bulanan untuk {{value1}}
nl_nl: {{value1}} ・Maandelijkse beoordeling voorstel
no: {{value1}}・Månedlig gjennomgangsforslag
pl: {{value1}} • Propozycja miesięcznej analizy
pt_br: {{value1}}・Proposta de revisão mensal
pt_pt: {{value1}}・Proposta de revisão mensal
ro: {{value1}}・Propunere de revizuire lunară
ru: {{value1}}• Предложение по ежемесячному обзору
sk: Návrh mesačnej revízie {{value1}}
sl: {{value1}} · Prijavo za mesečni pregled
sv: {{value1}} • Förslag på månatlig genomgång
ta: {{value1}} · மாதாந்திர மதிப்பாய்வு திட்டம்
te: {{value1}} • నెలవారీ సమీక్ష ప్రణాళిక
th: {{value1}} • แผนการทบทวนรายเดือน
tr: {{value1}}{} ・ Aylık değerlendirme önerisi
uk: {{value1}}• Пропозиція щомісячного огляду
vi: {{value1}}· Đề xuất đánh giá hàng tháng
zh_hans: {{value1}}·每月回顾方案
zh_hant: {{value1}}・每月檢討方案

# health_meals_body_ai.0bf9b10cad35
source: 完了・スキップの傾向を端末内で確認中です。
ar_sa: التحقق من الإكمال/تخطي الاتجاهات على الجهاز.
ca: Comprovació de les tendències de finalització/omissió al dispositiu.
cs: Zkoumáme, jaké jsou vaše tendence k dokončení a přeskočení.
da: Vi undersøger tendensen for fuldførte/overskridte opgaver på enheden.
de_de: Wir untersuchen die Tendenz zur Fertigstellung und zum Überspringen innerhalb des Geräts.
el: Ελέγχουμε τις τάσεις ολοκλήρωσης και παράλειψης εντός της συσκευής.
en_au: We are currently checking the completion/skip tendencies on the device.
es_es: Estamos revisando tus tendencias de "completar/saltar" dentro de la aplicación.
fi: Tutkitaan, miten valitut toiminnot ja ohitus toiminnot ovat.
fr_ca: Nous analysons actuellement les tendances de complétion et de saut.
gu: પૂર્ણ અને છોડવાની વૃત્તિને ઉપકરણમાં ચકાસી રહ્યા છીએ.
he: בדיקה של דפוסי סיום ואי-השלמה מתבצעת בתוך המכשיר.
hi: पूर्ण और छोड़ें की प्रवृत्ति को डिवाइस पर जांच की जा रही है।
hr: Provjeravamo trendove dovršavanja i preskakanja unutar aplikacije.
hu: Éppen most ellenőrizzük a befejezés és a kihagyás tendenciákat az alkalmazáson belül.
id: Kami sedang memverifikasi tren penyelesaian dan melewati.
it: Stiamo verificando le tendenze di completamento e di "salta" all'interno dell'app.
ko: 완료 및 건너뛰기 경향을 앱 내에서 확인 중입니다.
mr: पूर्ण आणि वगळण्याची पद्धत तपासली जात आहे.
ms: Kami sedang memeriksa trend penyelesaian dan pengabaian dalam peranti.
nl_nl: We onderzoeken de neiging om items af te ronden of over te slaan op je apparaat.
no: Vi undersøker nå trender for fullføring og hopping over.
pl: Sprawdzamy, czy istnieje tendencja do ukończania lub pomijania.
pt_br: Estamos analisando as tendências de conclusão e pulos no dispositivo.
pt_pt: Estamos analisando as tendências de conclusão e pulos no dispositivo.
ro: Verificăm în prezent tendințele de finalizare și salt.
ru: Мы анализируем тенденцию завершения и пропуска внутри приложения.
sk: Momentálne analyzujeme tendencie dokončenia a preskakovania.
sl: Trenutno preverjamo trend končanih in skočjenih dejavnosti na napravi.
sv: Vi undersöker trender för avslut och hopp.
ta: முடிவு மற்றும் தவிர்க்கும் போக்குகளை சாதனத்தில் சரிபார்க்கப்படுகிறது.
te: పూర్తి మరియు దాటవేసే ధోరణిని పరికరంలో సమీక్షిస్తున్నాము.
th: กำลังตรวจสอบแนวโน้มของการทำและข้ามในอุปกรณ์
tr: Tamamlanma ve atlama eğilimlerini cihaz içinde kontrol ediyoruz.
uk: Ми перевіряємо тенденцію завершення та пропуску на пристрої.
vi: Chúng tôi đang kiểm tra xu hướng hoàn thành và bỏ qua trong thiết bị.
zh_hans: 正在确认完成/跳过的倾向。
zh_hant: 正在確認完成/跳過的趨勢。

# health_meals_body_ai.0c64557b2b39
source: すべて削除
ar_sa: احذف الكل
ca: Suprimeix-ho tot
cs: Vymazat vše
da: Slet alt
de_de: Alles löschen
el: Διαγραφή όλων
en_au: Clear all
es_es: Eliminar todo
fi: Poista kaikki
fr_ca: Tout supprimer
gu: બધું સાફ કરો
he: מחיקה הכל
hi: सब कुछ हटाएं
hr: Obriši sve
hu: Mindenet törlöm
id: Hapus semuanya
it: Elimina tutto
ko: 모두 삭제
mr: सर्वकाही हटवा
ms: Padam semua
nl_nl: Alles verwijderen
no: Slett alt
pl: Usuń wszystko
pt_br: Limpar tudo
pt_pt: Limpar tudo
ro: Șterge totul
ru: Удалить все
sk: Vymazať všetko
sl: Izbrisati vse
sv: Ta bort allt
ta: எல்லாவற்றையும் நீக்கவும்
te: అన్నీ తొలగించు
th: ลบทั้งหมด
tr: Tümünü sil
uk: Очистити все
vi: Xóa hết
zh_hans: 全部删除
zh_hant: 全部刪除

# health_meals_body_ai.0cce0b71e377
source: 睡眠ステージが未取得のため、合計時間を中心にした参考スコアです。
ar_sa: وبما أنه لم يتم الحصول على مراحل النوم، فهذه درجة مرجعية تعتمد على الوقت الإجمالي.
ca: Com que no s'han obtingut les etapes del son, aquesta és una puntuació de referència basada en el temps total.
cs: Protože nemáme údaje o fázech spánku, tento výsledek vychází z celkového času.
da: Da søvndata ikke er tilgængelig, er dette et omtrentligt resultat baseret på den samlede tid.
de_de: Da die Schlafphasen noch nicht erfasst wurden, handelt es sich um eine Referenzbewertung, die auf der Gesamtdauer basiert.
el: Λόγω μη διαθέσιμων δεδομένων ύπνου, το σκορ βασίζεται στην συνολική διάρκεια.
en_au: This is a reference score based on total time, as sleep stage data has not been obtained.
es_es: Dado que no se han registrado las etapas del sueño, esta es una puntuación de referencia basada en el tiempo total.
fi: Koska uni- ja palautumistietoja ei ole, tämä on arvio, joka perustuu kokonaismäärään.
fr_ca: Ce score de référence est basé sur le temps total, car les données de sommeil ne sont pas encore disponibles.
gu: ઊંઘના સ્તર મળ્યા નથી, તેથી કુલ સમય પર આધારિત સંદર્ભ સ્કોર છે.
he: מכיוון שאין נתוני שינה, מדובר בציון משווה המבוסס על הזמן הכולל.
hi: चूंकि नींद का डेटा उपलब्ध नहीं है, इसलिए कुल समय पर आधारित एक अनुमानित स्कोर दिया गया है।
hr: Budući da nema podataka o fazama spanja, ovo je okvirna ocjena na temelju ukupnog vremena.
hu: Mivel a különböző fázisok még nem szerepelt, ez egy átlagos pontszám, amely az összes időtartamot figyelembe veszi.
id: Karena belum ada data tahap tidur, ini adalah skor referensi berdasarkan total waktu.
it: Questo è un punteggio di riferimento basato sul tempo totale, poiché i dati relativi allo stadio del sonno non sono disponibili.
ko: 수면 단계가 아직 기록되지 않았으므로, 총 시간을 기준으로 한 참고 점수를 제공합니다.
mr: झोपेच्या टप्प्यांची माहिती नसल्यामुळे, एकूण वेळेवर आधारित अंदाजित स्कोअर आहे.
ms: Ini adalah skor anggaran berdasarkan jumlah masa, kerana tahap tidur belum diambil.
nl_nl: Omdat je slaapgegevens nog niet zijn verzameld, is dit een indicatie op basis van de totale tijd.
no: Fordi søvnmønsteret ditt ikke er registrert, er dette en omtrentlig score basert på total tid.
pl: Ze względu na brak danych dotyczących faz snu, wynik jest oparty głównie na całkowitym czasie.
pt_br: Como não temos dados de sono, esta é uma pontuação de referência baseada no tempo total.
pt_pt: Como não temos dados de sono, esta é uma pontuação de referência baseada no tempo total.
ro: Scorul este calculat în funcție de timpul total, deoarece nu aveți date despre stadiile somnului.
ru: Поскольку данные о сне отсутствуют, это ориентировочный результат, основанный на общей продолжительности.
sk: Vzhľadom na nedostatočné údaje o spánku, toto je referenčný skóre založený na celkovom čase.
sl: Ker nimate podatkov o fazah spanja, je to povzetek, ki se osredotoča na skupno časovno trajanje.
sv: Eftersom du inte har registrerat sömnsteg, är detta ett referensresultat baserat på den totala tiden.
ta: தூக்க நிலைகள் இன்னும் பெறப்படவில்லை, எனவே மொத்த நேரத்தை அடிப்படையாகக் கொண்ட ஒரு மதிப்பீடு இது.
te: నిద్ర దశలను పొందలేకపోతున్నందున, మొత్తం సమయాన్ని ఆధారంగా చేసుకున్న ఒక అంచనా స్కోర్ ఇది.
th: เนื่องจากยังไม่มีข้อมูลการนอนหลับ จึงเป็นคะแนนอ้างอิงโดยเน้นที่ระยะเวลาทั้งหมด
tr: Uyku aşamaları henüz kaydedilmediği için, toplam süye dayalı bir referans puanıdır.
uk: Оскільки дані про фази сну відсутні, цей показник є орієнтовним, заснованим на загальному часі.
vi: Vì chưa có dữ liệu về giai đoạn giấc ngủ, đây là điểm số tham khảo dựa trên tổng thời gian.
zh_hans: 由于未获取睡眠阶段，因此是基于总时间的参考分数。
zh_hant: 由於沒有取得睡眠階段，因此這是一個以總時間為中心的參考分數。

# health_meals_body_ai.0e1b8e6dc426
source: 今日の撮影セットを編集
ar_sa: تحرير مجموعة التصوير اليوم
ca: Editeu el set de rodatge d'avui
cs: Upravte dnešní sérii pro nahrávání
da: Rediger i dagens optagelsesæt
de_de: Heute's Foto-Set bearbeiten
el: Επεξεργασία του συνόλου λήψης φωτογραφιών της ημέρας
en_au: Edit today's photo set
es_es: Editar el conjunto de fotos de hoy
fi: Muokkaa tänään otettuja kuvia
fr_ca: Modifier le jeu de prises du jour
gu: આજના ફોટો સેટને સંપાદિત કરો
he: ערוך את סט הצילום של היום
hi: आज की शूटिंग सेट को संपादित करें
hr: Uredi današnji set snimanja
hu: A mai edzéssorozat szerkesztése
id: Edit set foto hari ini
it: Modifica del set fotografico odierno
ko: 오늘의 촬영 세트를 편집
mr: आजच्या वर्कआउटचे सेट संपादित करा
ms: Edit set foto hari ini
nl_nl: Bewerk de foto-set van vandaag
no: Rediger i dagens photoshoot-sett
pl: Edytuj dzisiejszą serię zdjęć
pt_br: Editar o conjunto de fotos do dia
pt_pt: Editar o conjunto de fotos do dia
ro: Editați setul de fotografii de astăzi
ru: Редактировать набор для съемки на сегодня
sk: Upravte dnešné nastavenie na fotografovanie
sl: Uredi današnji set fotografij
sv: Redigera dagens fotograferingsset
ta: இன்றைய புகைப்பட தொகுப்பைத் திருத்துதல்
te: ఈ రోజు యొక్క షూటింగ్ సెట్‌ను సవరించండి
th: แก้ไขชุดการถ่ายภาพวันนี้
tr: Bugünün fotoğraf setini düzenle
uk: Редагувати набір для зйомки сьогодні
vi: Chỉnh sửa bộ chụp ảnh hôm nay
zh_hans: 编辑今天的训练计划
zh_hant: 编辑今日的拍摄设置
